[
 {
   "University": "NEOMA Business School",
   "Country": "France",
   "Location": "Paris, Reims, Rouen",
   "Type": "Higher Education Institution",
   "Description": "NEOMA Business School is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at NEOMA Business School combine teaching and research, contributing to regional and international scholarship. NEOMA Business School places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at NEOMA Business School tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. NEOMA Business School maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, NEOMA Business School aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Career centres, incubators and industry collaboration spaces"
 },
 {
   "University": "Skema Business School",
   "Country": "France",
   "Location": "Lille, Paris, Sophia Antipolis",
   "Type": "Higher Education Institution",
   "Description": "Skema Business School is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at Skema Business School combine teaching and research, contributing to regional and international scholarship. Skema Business School places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at Skema Business School tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. Skema Business School maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, Skema Business School aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Career centres, incubators and industry collaboration spaces"
 },
 {
   "University": "Clermont School of Business",
   "Country": "France",
   "Location": "Clermont-Ferrand",
   "Type": "Higher Education Institution",
   "Description": "Clermont School of Business is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at Clermont School of Business combine teaching and research, contributing to regional and international scholarship. Clermont School of Business places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at Clermont School of Business tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. Clermont School of Business maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, Clermont School of Business aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Career centres, incubators and industry collaboration spaces"
 },
 {
   "University": "École de Management Appliqué",
   "Country": "France",
   "Location": "Paris ",
   "Type": "Grande École / Specialized Institution",
   "Description": "École de Management Appliqué is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at École de Management Appliqué combine teaching and research, contributing to regional and international scholarship. École de Management Appliqué places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at École de Management Appliqué tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. École de Management Appliqué maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, École de Management Appliqué aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Career centres, incubators and industry collaboration spaces"
 },
 {
   "University": "ECE Engineering School",
   "Country": "France",
   "Location": "Paris, Lyon, Bordeaux, Rennes, Toulouse, Marseille",
   "Type": "Higher Education Institution",
   "Description": "ECE Engineering School is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at ECE Engineering School combine teaching and research, contributing to regional and international scholarship. ECE Engineering School places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at ECE Engineering School tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. ECE Engineering School maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, ECE Engineering School aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Advanced engineering workshops, prototyping and technical labs"
 },
 {
   "University": "ESCE International Business School",
   "Country": "France",
   "Location": "Paris (La Défense), Lyon",
   "Type": "Higher Education Institution",
   "Description": "ESCE International Business School is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at ESCE International Business School combine teaching and research, contributing to regional and international scholarship. ESCE International Business School places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at ESCE International Business School tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. ESCE International Business School maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, ESCE International Business School aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Career centres, incubators and industry collaboration spaces"
 },
 {
   "University": "ESSCA School of Management",
   "Country": "France",
   "Location": "Paris, Angers, Aix-en-Provence, Bordeaux, Lyon, Strasbourg",
   "Type": "Higher Education Institution",
   "Description": "ESSCA School of Management is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at ESSCA School of Management combine teaching and research, contributing to regional and international scholarship. ESSCA School of Management places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at ESSCA School of Management tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. ESSCA School of Management maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, ESSCA School of Management aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Career centres, incubators and industry collaboration spaces"
 },
 {
   "University": "INSECC Business School",
   "Country": "France",
   "Location": "Paris, Bordeaux, Lyon, Chambéry, Beaune, Rennes",
   "Type": "Higher Education Institution",
   "Description": "INSECC Business School is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at INSECC Business School combine teaching and research, contributing to regional and international scholarship. INSECC Business School places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at INSECC Business School tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. INSECC Business School maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, INSECC Business School aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Career centres, incubators and industry collaboration spaces"
 },
 {
   "University": "Montpellier Business School",
   "Country": "France",
   "Location": "Montpellier, Paris",
   "Type": "Higher Education Institution",
   "Description": "Montpellier Business School is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at Montpellier Business School combine teaching and research, contributing to regional and international scholarship. Montpellier Business School places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at Montpellier Business School tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. Montpellier Business School maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, Montpellier Business School aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Career centres, incubators and industry collaboration spaces"
 },
 {
   "University": "Istituto Marangoni",
   "Country": "France",
   "Location": "Paris",
   "Type": "Higher Education Institution",
   "Description": "Istituto Marangoni is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at Istituto Marangoni combine teaching and research, contributing to regional and international scholarship. Istituto Marangoni places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at Istituto Marangoni tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. Istituto Marangoni maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, Istituto Marangoni aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities"
 },
 {
   "University": "Rennes School of Business",
   "Country": "France",
   "Location": "Rennes",
   "Type": "Higher Education Institution",
   "Description": "Rennes School of Business is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at Rennes School of Business combine teaching and research, contributing to regional and international scholarship. Rennes School of Business places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at Rennes School of Business tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. Rennes School of Business maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, Rennes School of Business aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Career centres, incubators and industry collaboration spaces"
 },
 {
   "University": "KEDGE Business School",
   "Country": "France",
   "Location": "Bordeaux, Marseille, Paris, Toulon",
   "Type": "Higher Education Institution",
   "Description": "KEDGE Business School is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at KEDGE Business School combine teaching and research, contributing to regional and international scholarship. KEDGE Business School places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at KEDGE Business School tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. KEDGE Business School maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, KEDGE Business School aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Career centres, incubators and industry collaboration spaces"
 },
 {
   "University": "De Vinci Higher Education",
   "Country": "France",
   "Location": "Paris La Défense",
   "Type": "Higher Education Institution",
   "Description": "De Vinci Higher Education is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at De Vinci Higher Education combine teaching and research, contributing to regional and international scholarship. De Vinci Higher Education places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at De Vinci Higher Education tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. De Vinci Higher Education maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, De Vinci Higher Education aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities"
 },
 {
   "University": "Burgundy School of Business",
   "Country": "France",
   "Location": "Dijon, Lyon, Paris",
   "Type": "Higher Education Institution",
   "Description": "Burgundy School of Business is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at Burgundy School of Business combine teaching and research, contributing to regional and international scholarship. Burgundy School of Business places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at Burgundy School of Business tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. Burgundy School of Business maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, Burgundy School of Business aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Career centres, incubators and industry collaboration spaces"
 },
 {
   "University": "Paris School of Business",
   "Country": "France",
   "Location": "Paris",
   "Type": "Higher Education Institution",
   "Description": "Paris School of Business is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at Paris School of Business combine teaching and research, contributing to regional and international scholarship. Paris School of Business places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at Paris School of Business tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. Paris School of Business maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, Paris School of Business aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Career centres, incubators and industry collaboration spaces"
 },
 {
   "University": "ICN Business School",
   "Country": "France",
   "Location": "Nancy, Paris (La Défense)",
   "Type": "Higher Education Institution",
   "Description": "ICN Business School is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at ICN Business School combine teaching and research, contributing to regional and international scholarship. ICN Business School places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at ICN Business School tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. ICN Business School maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, ICN Business School aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Career centres, incubators and industry collaboration spaces"
 },
 {
   "University": "ICN International College",
   "Country": "France",
   "Location": "Paris (La Défense)",
   "Type": "Institute / College (public or private)",
   "Description": "ICN International College is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at ICN International College combine teaching and research, contributing to regional and international scholarship. ICN International College places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at ICN International College tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. ICN International College maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, ICN International College aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities"
 },
 {
   "University": "Excelia Group, La Rochelle",
   "Country": "France",
   "Location": "La Rochelle, Tours, Orléans, Paris",
   "Type": "Higher Education Institution",
   "Description": "Excelia Group, La Rochelle is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at Excelia Group, La Rochelle combine teaching and research, contributing to regional and international scholarship. Excelia Group, La Rochelle places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at Excelia Group, La Rochelle tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. Excelia Group, La Rochelle maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, Excelia Group, La Rochelle aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities"
 },
 {
   "University": "EPITECH, Paris",
   "Country": "France",
   "Location": "Paris, Bordeaux, Lille, Lyon, Marseille, Nantes, Nice, \nRennes, Strasbourg, Toulouse",
   "Type": "Higher Education Institution",
   "Description": "EPITECH, Paris is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at EPITECH, Paris combine teaching and research, contributing to regional and international scholarship. EPITECH, Paris places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at EPITECH, Paris tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. EPITECH, Paris maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, EPITECH, Paris aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Advanced engineering workshops, prototyping and technical labs"
 },
 {
   "University": "EM Normandie",
   "Country": "France",
   "Location": "Le Havre, Caen, Paris",
   "Type": "Higher Education Institution",
   "Description": "EM Normandie is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at EM Normandie combine teaching and research, contributing to regional and international scholarship. EM Normandie places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at EM Normandie tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. EM Normandie maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, EM Normandie aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities"
 },
 {
   "University": "Esigelec Graduate School of Engineering",
   "Country": "France",
   "Location": "Rouen",
   "Type": "Higher Education Institution",
   "Description": "Esigelec Graduate School of Engineering is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at Esigelec Graduate School of Engineering combine teaching and research, contributing to regional and international scholarship. Esigelec Graduate School of Engineering places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at Esigelec Graduate School of Engineering tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. Esigelec Graduate School of Engineering maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, Esigelec Graduate School of Engineering aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Advanced engineering workshops, prototyping and technical labs"
 },
 {
   "University": "ESDES School of Business and Management",
   "Country": "France",
   "Location": "Lyon",
   "Type": "Higher Education Institution",
   "Description": "ESDES School of Business and Management is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at ESDES School of Business and Management combine teaching and research, contributing to regional and international scholarship. ESDES School of Business and Management places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at ESDES School of Business and Management tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. ESDES School of Business and Management maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, ESDES School of Business and Management aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Career centres, incubators and industry collaboration spaces"
 },
 {
   "University": "College de Paris",
   "Country": "France",
   "Location": "Paris",
   "Type": "Institute / College (public or private)",
   "Description": "College de Paris is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at College de Paris combine teaching and research, contributing to regional and international scholarship. College de Paris places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at College de Paris tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. College de Paris maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, College de Paris aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities"
 },
 {
   "University": "HEIP, School of International and Political Studies",
   "Country": "France",
   "Location": "Paris",
   "Type": "Higher Education Institution",
   "Description": "HEIP, School of International and Political Studies is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at HEIP, School of International and Political Studies combine teaching and research, contributing to regional and international scholarship. HEIP, School of International and Political Studies places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at HEIP, School of International and Political Studies tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. HEIP, School of International and Political Studies maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, HEIP, School of International and Political Studies aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities"
 },
 {
   "University": "Schiller International University, Paris Campus",
   "Country": "France",
   "Location": "Paris",
   "Type": "Public University",
   "Description": "Schiller International University, Paris Campus is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at Schiller International University, Paris Campus combine teaching and research, contributing to regional and international scholarship. Schiller International University, Paris Campus places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at Schiller International University, Paris Campus tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. Schiller International University, Paris Campus maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, Schiller International University, Paris Campus aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities"
 },
 {
   "University": "Queen Mary University of London Institute in Paris",
   "Country": "France",
   "Location": "Paris",
   "Type": "Public University",
   "Description": "Queen Mary University of London Institute in Paris is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at Queen Mary University of London Institute in Paris combine teaching and research, contributing to regional and international scholarship. Queen Mary University of London Institute in Paris places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at Queen Mary University of London Institute in Paris tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. Queen Mary University of London Institute in Paris maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, Queen Mary University of London Institute in Paris aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities"
 },
 {
   "University": "Institut supérieur d`électronique de Paris (ISEP)",
   "Country": "France",
   "Location": "Paris",
   "Type": "Institute / College (public or private)",
   "Description": "Institut supérieur d`électronique de Paris (ISEP) is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at Institut supérieur d`électronique de Paris (ISEP) combine teaching and research, contributing to regional and international scholarship. Institut supérieur d`électronique de Paris (ISEP) places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at Institut supérieur d`électronique de Paris (ISEP) tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. Institut supérieur d`électronique de Paris (ISEP) maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, Institut supérieur d`électronique de Paris (ISEP) aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities"
 },
 {
   "University": "Institut supérieur du commerce de Paris - ISC, Paris",
   "Country": "France",
   "Location": "Paris",
   "Type": "Institute / College (public or private)",
   "Description": "Institut supérieur du commerce de Paris - ISC, Paris is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at Institut supérieur du commerce de Paris - ISC, Paris combine teaching and research, contributing to regional and international scholarship. Institut supérieur du commerce de Paris - ISC, Paris places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at Institut supérieur du commerce de Paris - ISC, Paris tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. Institut supérieur du commerce de Paris - ISC, Paris maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, Institut supérieur du commerce de Paris - ISC, Paris aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities; Career centres, incubators and industry collaboration spaces"
 },
 {
   "University": "Ecole Ducasse, Paris",
   "Country": "France",
   "Location": "Paris",
   "Type": "Grande École / Specialized Institution",
   "Description": "Ecole Ducasse, Paris is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at Ecole Ducasse, Paris combine teaching and research, contributing to regional and international scholarship. Ecole Ducasse, Paris places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at Ecole Ducasse, Paris tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. Ecole Ducasse, Paris maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, Ecole Ducasse, Paris aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities"
 },
 {
   "University": "Le Cordon Bleu",
   "Country": "France",
   "Location": "Paris",
   "Type": "Higher Education Institution",
   "Description": "Le Cordon Bleu is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at Le Cordon Bleu combine teaching and research, contributing to regional and international scholarship. Le Cordon Bleu places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at Le Cordon Bleu tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. Le Cordon Bleu maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, Le Cordon Bleu aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities"
 },
 {
   "University": "SupdePub School of Creation and Communication",
   "Country": "France",
   "Location": "Paris, Lyon, Bordeaux",
   "Type": "Higher Education Institution",
   "Description": "SupdePub School of Creation and Communication is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at SupdePub School of Creation and Communication combine teaching and research, contributing to regional and international scholarship. SupdePub School of Creation and Communication places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at SupdePub School of Creation and Communication tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. SupdePub School of Creation and Communication maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, SupdePub School of Creation and Communication aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities"
 },
 {
   "University": "HEAD School of Law",
   "Country": "France",
   "Location": "Paris",
   "Type": "Higher Education Institution",
   "Description": "HEAD School of Law is a respected higher education institution in France, offering a wide range of academic programs and research activities. The institution provides undergraduate, postgraduate and doctoral-level study options across multiple disciplines. Academic staff at HEAD School of Law combine teaching and research, contributing to regional and international scholarship. HEAD School of Law places emphasis on student-centred learning, practical skills and employability to prepare graduates for professional careers. Research centers and collaborative projects at HEAD School of Law tackle contemporary challenges in science, technology, arts and society. The campus environment supports a diverse student population, including international students, through exchange and mobility programs. HEAD School of Law maintains partnerships with industry and other universities to offer internships, joint research and career pathways. Through its academic programs and community engagement, HEAD School of Law aims to foster innovation and leadership among its graduates.",
   "Facilities": "Modern lecture halls and seminar rooms; Comprehensive digital and physical libraries; Research laboratories and specialized technical facilities; Student support services (counselling, international office, career services); On-campus or nearby student accommodation options; Cafeterias and dining facilities; Sports and recreation facilities; Student clubs and cultural activities"
 }
]