[
  {
    "Title": "SRM INSTITUTE OF SCIENCE AND TECHNOLOGY,KATTANKULATHUR",
    "Quick Details": "CHENNAI",
    "Short Description": "SRM INSTITUTE OF SCIENCE AND TECHNOLOGY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "SRM INSTITUTE OF SCIENCE AND TECHNOLOGY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "SRM INSTITUTE OF SCIENCE AND TECHNOLOGY,RAMAPURAM",
    "Quick Details": "CHENNAI",
    "Short Description": "SRM INSTITUTE OF SCIENCE AND TECHNOLOGY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "SRM INSTITUTE OF SCIENCE AND TECHNOLOGY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "SRM INSTITUTE OF SCIENCE AND TECHNOLOGY,VADAPALANI",
    "Quick Details": "CHENNAI",
    "Short Description": "SRM INSTITUTE OF SCIENCE AND TECHNOLOGY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "SRM INSTITUTE OF SCIENCE AND TECHNOLOGY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "SRM INSTITUTE OF SCIENCE AND TECHNOLOGY",
    "Quick Details": "TIRUCHY",
    "Short Description": "SRM INSTITUTE OF SCIENCE AND TECHNOLOGY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "SRM INSTITUTE OF SCIENCE AND TECHNOLOGY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "HINDUSTAN INSTITUTE OF TECHNOLOGY & SCIENCE,KELAMBAKKAM",
    "Quick Details": "CHENNAI",
    "Short Description": "HINDUSTAN INSTITUTE OF TECHNOLOGY & SCIENCE is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "HINDUSTAN INSTITUTE OF TECHNOLOGY & SCIENCE is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "SATHYABAMA UNIVERSITY,OMR",
    "Quick Details": "CHENNAI",
    "Short Description": "SATHYABAMA UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "SATHYABAMA UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "SATHYABAMA UNIVERSITY,SRIPERUMBUDUR",
    "Quick Details": "CHENNAI",
    "Short Description": "SATHYABAMA UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "SATHYABAMA UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "JEPPIAAR UNIVERSITY,SEMMANCHERI",
    "Quick Details": "CHENNAI",
    "Short Description": "JEPPIAAR UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "JEPPIAAR UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "SAVEETHA UNIVERSITY",
    "Quick Details": "CHENNAI",
    "Short Description": "SAVEETHA UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "SAVEETHA UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Bharath Institute of Higher Education and Research (BIHER),SELAIYUR",
    "Quick Details": "CHENNAI",
    "Short Description": "Bharath Institute of Higher Education and Research (BIHER) is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Bharath Institute of Higher Education and Research (BIHER) is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Sri Balaji Arts & Science College (Kolapakkam, Vandalur, Chennai)",
    "Quick Details": "CHENNAI",
    "Short Description": "Sri Balaji Arts & Science College (Kolapakkam is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Sri Balaji Arts & Science College (Kolapakkam is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Sri Lakshmi Narayana College of Engineering (SLNCE)",
    "Quick Details": "PUDUCHERRY",
    "Short Description": "Sri Lakshmi Narayana College of Engineering (SLNCE) is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Sri Lakshmi Narayana College of Engineering (SLNCE) is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "JR College of Engineering and Technology (JR CET)",
    "Quick Details": "VILLUPURAM",
    "Short Description": "JR College of Engineering and Technology (JR CET) is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "JR College of Engineering and Technology (JR CET) is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Vinayaka Mission’s Research Foundation (Deemed to be University) – Chennai / Paiyanoor Campus",
    "Quick Details": "CHENNAI",
    "Short Description": "Vinayaka Mission’s Research Foundation (Deemed to be University) – Chennai / Paiyanoor Campus is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Vinayaka Mission’s Research Foundation (Deemed to be University) – Chennai / Paiyanoor Campus is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Vinayaka Mission’s Kirupananda Variyar Engineering College, Salem (VMKVEC)",
    "Quick Details": "SALEM",
    "Short Description": "Vinayaka Mission’s Kirupananda Variyar Engineering College is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Vinayaka Mission’s Kirupananda Variyar Engineering College is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Vinayaka Mission’s Medical College & Hospital, Karaikal",
    "Quick Details": "KARAIKAL",
    "Short Description": "Vinayaka Mission’s Medical College & Hospital is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Vinayaka Mission’s Medical College & Hospital is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Vinayaka Mission’s Research Foundation (Deemed to be University) (VMRF-DU) – Pondicherry",
    "Quick Details": "PUDUCHERRY",
    "Short Description": "Vinayaka Mission’s Research Foundation (Deemed to be University) (VMRF-DU) – Pondicherry is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Vinayaka Mission’s Research Foundation (Deemed to be University) (VMRF-DU) – Pondicherry is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "MGR UNIVERSITY",
    "Quick Details": "CHENNAI",
    "Short Description": "MGR UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "MGR UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "St. Peter’s College of Engineering and Technology (SPCET) – Avadi, Chennai",
    "Quick Details": "CHENNAI",
    "Short Description": "St. Peter’s College of Engineering and Technology (SPCET) – Avadi is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "St. Peter’s College of Engineering and Technology (SPCET) – Avadi is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "St. Peter's Medical College, Hospital and Research Institute",
    "Quick Details": "KRISHNAGIRI",
    "Short Description": "St. Peter's Medical College is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "St. Peter's Medical College is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Vel Tech Rangarajan Dr. Sagunthala R&D Institute of Science and Technology,AVADI",
    "Quick Details": "CHENNAI",
    "Short Description": "Vel Tech Rangarajan Dr. Sagunthala R&D Institute of Science and Technology is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Vel Tech Rangarajan Dr. Sagunthala R&D Institute of Science and Technology is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Chettinad Academy of Research and Education (CARE),KELAMPAKKAM",
    "Quick Details": "CHENNAI",
    "Short Description": "Chettinad Academy of Research and Education (CARE) is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Chettinad Academy of Research and Education (CARE) is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Kalasalingam Academy of Research and Education,kirishnakoil",
    "Quick Details": "VIRUDHUNAGAR",
    "Short Description": "Kalasalingam Academy of Research and Education is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Kalasalingam Academy of Research and Education is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "KARUNYA UNIVERSITY",
    "Quick Details": "COIMBATORE",
    "Short Description": "KARUNYA UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "KARUNYA UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Karpagam College of Engineering",
    "Quick Details": "COIMBATORE",
    "Short Description": "Karpagam College of Engineering is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Karpagam College of Engineering is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Karpagam Institute of Technology",
    "Quick Details": "COIMBATORE",
    "Short Description": "Karpagam Institute of Technology is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Karpagam Institute of Technology is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Amrita Vishwa Vidyapeetham, Coimbatore",
    "Quick Details": "COIMBATORE",
    "Short Description": "Amrita Vishwa Vidyapeetham is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Amrita Vishwa Vidyapeetham is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Public University"
  },
  {
    "Title": "Amrita College of Engineering and Technology",
    "Quick Details": "KANYAKUMARI",
    "Short Description": "Amrita College of Engineering and Technology is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Amrita College of Engineering and Technology is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Amrita Vishwa Vidyapeetham, Kochi",
    "Quick Details": "KOCHI",
    "Short Description": "Amrita Vishwa Vidyapeetham is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Amrita Vishwa Vidyapeetham is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Public University"
  },
  {
    "Title": "Vels Institute of Science, Technology & Advanced Studies (VISTAS),PALLAVARAM",
    "Quick Details": "CHENNAI",
    "Short Description": "Vels Institute of Science is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Vels Institute of Science is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "DHANALAKSHMI SRINIVASAN UNIVERSITY",
    "Quick Details": "TIRUCHY",
    "Short Description": "DHANALAKSHMI SRINIVASAN UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "DHANALAKSHMI SRINIVASAN UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "DHANALAKSHMI SRINIVASAN UNIVERSITY",
    "Quick Details": "PERAMBALUR",
    "Short Description": "DHANALAKSHMI SRINIVASAN UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "DHANALAKSHMI SRINIVASAN UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Vellore Institute of Technology",
    "Quick Details": "VELLORE",
    "Short Description": "Vellore Institute of Technology is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Vellore Institute of Technology is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Vellore Institute of Technology",
    "Quick Details": "CHENNAI",
    "Short Description": "Vellore Institute of Technology is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Vellore Institute of Technology is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Avinashilingam Institute for Home Science & Higher Education for Women",
    "Quick Details": "COIMBATORE",
    "Short Description": "Avinashilingam Institute for Home Science & Higher Education for Women is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Avinashilingam Institute for Home Science & Higher Education for Women is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "JOY UNIVERSITY",
    "Quick Details": "KANYAKUMARI",
    "Short Description": "JOY UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "JOY UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "PRIST UNIVERSITY",
    "Quick Details": "TANJAVUR",
    "Short Description": "PRIST UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "PRIST UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Periyar Maniammai Institute of Science & Technology",
    "Quick Details": "TANJAVUR",
    "Short Description": "Periyar Maniammai Institute of Science & Technology is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Periyar Maniammai Institute of Science & Technology is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "Sri Venkateswaraa University,ETTAYAPURAM",
    "Quick Details": "THOOTHUKUDI",
    "Short Description": "Sri Venkateswaraa University is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "Sri Venkateswaraa University is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "R.V COLLEGE OF ENGINEERING",
    "Quick Details": "",
    "Short Description": "R.V COLLEGE OF ENGINEERING is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "R.V COLLEGE OF ENGINEERING is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "JAIN UNIVERSITY (DEEMED TO BE UNIVERSITY)",
    "Quick Details": "",
    "Short Description": "JAIN UNIVERSITY (DEEMED TO BE UNIVERSITY) is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "JAIN UNIVERSITY (DEEMED TO BE UNIVERSITY) is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "INDIAN INSTITUTE OF SCIENCE",
    "Quick Details": "",
    "Short Description": "INDIAN INSTITUTE OF SCIENCE is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "INDIAN INSTITUTE OF SCIENCE is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "RAMAIAH INSTITUTE OF TECHNOLOGY",
    "Quick Details": "",
    "Short Description": "RAMAIAH INSTITUTE OF TECHNOLOGY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "RAMAIAH INSTITUTE OF TECHNOLOGY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "BANGALORE UNIVERSITY",
    "Quick Details": "",
    "Short Description": "BANGALORE UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "BANGALORE UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "CHRIST UNIVERSITY",
    "Quick Details": "",
    "Short Description": "CHRIST UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "CHRIST UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "BMS COLLEGE OF ENGINEERING",
    "Quick Details": "",
    "Short Description": "BMS COLLEGE OF ENGINEERING is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "BMS COLLEGE OF ENGINEERING is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "PES COLLEGE",
    "Quick Details": "",
    "Short Description": "PES COLLEGE is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "PES COLLEGE is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "INDIAN INSTITUTE OF MANAGEMENT - BANGALORE (IIM-BANGALORE)",
    "Quick Details": "",
    "Short Description": "INDIAN INSTITUTE OF MANAGEMENT - BANGALORE (IIM-BANGALORE) is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "INDIAN INSTITUTE OF MANAGEMENT - BANGALORE (IIM-BANGALORE) is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "DAYANANDA SAGAR COLLEGE OF ENGINEERING",
    "Quick Details": "",
    "Short Description": "DAYANANDA SAGAR COLLEGE OF ENGINEERING is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "DAYANANDA SAGAR COLLEGE OF ENGINEERING is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "INTERNATIONAL INSTITUTE OF INFORMATION TECHNOLOGY, BANGALORE",
    "Quick Details": "",
    "Short Description": "INTERNATIONAL INSTITUTE OF INFORMATION TECHNOLOGY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "INTERNATIONAL INSTITUTE OF INFORMATION TECHNOLOGY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "REVA UNIVERSITY",
    "Quick Details": "",
    "Short Description": "REVA UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "REVA UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "BANGALORE INSTITUTE OF TECHNOLOGY",
    "Quick Details": "",
    "Short Description": "BANGALORE INSTITUTE OF TECHNOLOGY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "BANGALORE INSTITUTE OF TECHNOLOGY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "AMC ENGINEERING COLLEGE",
    "Quick Details": "",
    "Short Description": "AMC ENGINEERING COLLEGE is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "AMC ENGINEERING COLLEGE is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "ST JOSEPH'S UNIVERSITY",
    "Quick Details": "",
    "Short Description": "ST JOSEPH'S UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "ST JOSEPH'S UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "RV UNIVERSITY",
    "Quick Details": "",
    "Short Description": "RV UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "RV UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "ST. JOSEPH'S COLLEGE OF COMMERCE",
    "Quick Details": "",
    "Short Description": "ST. JOSEPH'S COLLEGE OF COMMERCE is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "ST. JOSEPH'S COLLEGE OF COMMERCE is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "BMS INSTITUTE OF TECHNOLOGY AND MANAGEMENT",
    "Quick Details": "",
    "Short Description": "BMS INSTITUTE OF TECHNOLOGY AND MANAGEMENT is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "BMS INSTITUTE OF TECHNOLOGY AND MANAGEMENT is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "ST.JOHN'S MEDICAL COLLEGE",
    "Quick Details": "",
    "Short Description": "ST.JOHN'S MEDICAL COLLEGE is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "ST.JOHN'S MEDICAL COLLEGE is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "RNR INSTITUTE OF TECHNOLOGY",
    "Quick Details": "",
    "Short Description": "RNR INSTITUTE OF TECHNOLOGY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "RNR INSTITUTE OF TECHNOLOGY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "ACHARYA INSTITUTE OF TECHNOLOGY",
    "Quick Details": "",
    "Short Description": "ACHARYA INSTITUTE OF TECHNOLOGY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "ACHARYA INSTITUTE OF TECHNOLOGY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "BNM INSTITUTE OF TECHNOLOGY",
    "Quick Details": "",
    "Short Description": "BNM INSTITUTE OF TECHNOLOGY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "BNM INSTITUTE OF TECHNOLOGY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "SIR M. VISVESVARAYA INSTITUTE OF TECHNOLOGY",
    "Quick Details": "",
    "Short Description": "SIR M. VISVESVARAYA INSTITUTE OF TECHNOLOGY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "SIR M. VISVESVARAYA INSTITUTE OF TECHNOLOGY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "PES UNIVERSITY",
    "Quick Details": "",
    "Short Description": "PES UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "PES UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "PRESIDENCY UNIVERSITY",
    "Quick Details": "",
    "Short Description": "PRESIDENCY UNIVERSITY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "PRESIDENCY UNIVERSITY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  },
  {
    "Title": "EAST POINT OF COLLEGE ENGINEERING AND TECHNOLOGY",
    "Quick Details": "",
    "Short Description": "EAST POINT OF COLLEGE ENGINEERING AND TECHNOLOGY is one of the reputed universities in India offering a variety of academic programs.",
    "Detailed Description": "EAST POINT OF COLLEGE ENGINEERING AND TECHNOLOGY is a well-recognized institution known for its excellence in education, research, and innovation. It offers undergraduate, postgraduate, and doctoral programs across multiple disciplines. The university provides modern infrastructure, experienced faculty, and an environment that fosters holistic development.",
    "Category": "Private University"
  }
]
